Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT.tmx
Source language: en_gb
Languages: it_ch

source: We currently have a tenure-track Assistant Professor of Russian with whom this Lecturer will work closely in enhancing course offerings in Russian and in strengthening the Russian program.
it_ch: Al momento abbiamo alle nostre dipendenze un ricercatore universitario (Assistant Professor) di russo assunto a tempo indeterminato (), con il quale questo candidato lavorerà a stretto contatto per migliorare e aumentare l’offerta dei corsi di russo.

source: The position will involve teaching a base load of twelve credits a semester.
it_ch: L’incarico comporterà l’insegnamento di un minimo di 12 crediti a semestre.

source: He or she will interact with other language/literature/culture programs in the department.
it_ch: Inoltre, all’interno della sezione, il canditato sarà tenuto a interagire con altri programmi di lingua, letteratura o cultura.

source: UNM has a progressive lecturer review and promotion program.
it_ch: La University of New Mexico (UNM) ha un programma progressivo di valutazione ai docenti e di promozione professionale.

source: This position requires the following minimum qualifications:
it_ch: Requisiti minimi:

source: Completion of a Ph.D. with specialization in Russian language/culture by August 1, 2016; native or near-native fluency in written and spoken Russian; native or near native fluency in written and spoken English; and evidence of teaching Russian language at a North American University.
it_ch: l’ottenimento di un dottorato di ricerca con specializzazione in lingua o cultura russa entro il 1 agosto 2016; competenze a livello di madrelingua o quasi in russo, orale e scritto; competenze a livello di madrelingua o quasi in inglese, orale e scritto; la prova di docenza di lingua russa in una università nordamericana.

source: We would prefer a candidate who can provide:
it_ch: Requisiti supplementari:

source: Evidence of ability and willingness to assist in the development of the Russian program; 5.
it_ch: 4. Dimostrazione di competenza e disponibilità nello sviluppo del programma dei corsi di russo,

source: 6.) A demonstrated commitment to diversity, equity, inclusion, and student success, as well as working with broadly diverse communities.
it_ch: 6. Prova di un impegno nel rispetto della diversità, del pari trattamento e dell’inclusione e di un impegno nel sostegno agli studenti e una prova delle competenze in collaborazione con alte comunità.

source: Applications must be submitted online at the application website below.
it_ch: Le candidature devono essere inoltrate online sulla pagina websottostante.

source: These should include a cover letter addressing the applicant’s qualifications for the position and professional goals; a current curriculum vitae; a statement of the candidate’s teaching philosophy; a list with full contact information for three references; and two syllabi: one sample syllabus for an undergraduate Russian language course and one sample syllabus for an undergraduate course on Russian culture to be taught in English.
it_ch: Il candidato deve fare pervenire una lettera di presentazione che elenchi le qualifiche requisite per l’incarico e gli scopi professionali; un curriculum aggiornato; una dichiarazione della propria filosofia d’insegnamento; una lista con tutte le informazioni di contatto almeno tre persone di referenza. Dovrà anche fare pervenire due proposte di programmi, di cui una per un corso di Bachelor di lingua russa e una per un corso di Bachelor di cultura russa che sarà tenuto in inglese.

source: The University of New Mexico is committed to hiring and retaining a diverse workforce.
it_ch: La University of New Mexico s’impegna a impiegare e mantenere un personale variegato.

source: We are an Equal Opportunity Employer, making decisions without regard to race, color, religion, sex, sexual orientation, gender identity, national origin, age, veteran status, disability, or any other protected class.
it_ch: Siamo un datore di lavoro affermato attento alle pari opportunità, che prende le proprie decisioni senza considerare razza, colore della pelle, religione, sesso, orientamento sessuale, identità di genere, nazionalità, età, stato di reduce, disabilità e senza discriminazione di alcuna minoranza protetta.

source: Job assignments
it_ch: Mansioni:

source: Eligibility
it_ch: Idoneità:

source: Assessment
it_ch: Valutazione:

source: - Teaching qualifications, including ability to teach in both Swedish and English;
it_ch: - Titoli di studio per l’abilità all’insegnamento, inclusa l’abilità a insegnare in entrambe le lingue, svedese e inglese

source: - Ability to lead and administer teaching activities (background as a course director/coordinator).
it_ch: - Abilità a condurre e amministrare attività di insegnamento (formazione come direttore/coordinatore di corsi)

source: Additional Information
it_ch: Ulteriori informazioni:

source: Appointment Procedure
it_ch: Procedura di candidatura:

source: Reference number should be clearly stated when sending complementary documents.
it_ch: Se vengono inviati documenti complementari il numero di riferimento dev’essere indicato chiaramente.

source: The successful applicant will be expected to demonstrate extensive physical presence at the Department as well as regular participation in its work.
it_ch: Al candidato eletto sarà richiesto di dimostrare una frequente presenza fisica nel dipartimento, come pure una regolare partecipazioneal proprio lavoro .

source: Please apply online.
it_ch: Preghiamo di candidarsi online.

source: Since the applications may be reviewed by international experts, we recommend that they be written in English.
it_ch: Siccome la candidatura può essere analizzata da esperti internazionali, raccomandiamo di scriverla in inglese.

source: Research activities may also be required to some extent.
it_ch: Attività di ricerca possono anche essere richieste.

source: The candidate is expected to contribute to departmental activities.
it_ch: Al candidato sarà richiesto di contribuire alle attività del dipartimento.

source: In the selection process, attention will also be given to documented qualifications within the following areas:
it_ch: Durante il processo di selezione, verrà posta l’attenzione anche sulla documentazione riguardante le qualifiche nei seguenti campi:

source: Applicants must submit a brief written account of his/her scholarly and pedagogical work with the application documents.
it_ch: Il candidato deve allegare un resoconto dei suoi lavori accademici e pedagogici assieme ai documenti della candidatura.

source: Faculty of Arts Qualification Portfolios (see the link above) should be used for the application.
it_ch: Per la candidatura, deve venire utilizzato il portfolio della Faculty of Arts (vedi link sopra).

source: One or several substitute Senior Lecturers in English
it_ch: Uno o più supplenti senior d’inglese

source: Tenure-Track Assistant Professor of Linguistics
it_ch: Ricercatore universitario di linguistica tenure track

source: Assistant Professor
it_ch: Ricercatore universitario

source: The successful candidate will have responsibility for teaching ENG331 “Structure of Modern English”, and other courses within the WCU English linguistics curriculum, which might include ENG230 “Introduction to Linguistics”, ENG335 “History of the English Language”, ENG330 “Phonetics”, or ENG339 “History and Dialects of American English”.
it_ch: Il vincitore del presente bando avrà la responsabilità di insegnare ENG331 «Structure of Modern English» e altri corsi all’interno del programma linguistico di inglese della Westchester University of Pennsylvania, tra i quali ENG230 «Introduction to Linguistics», ENG335 «History of the English Language», ENG330 «Phonetics», o ENG339 «History and Dialects of American English».

source: The successful candidate will also be expected to contribute to the university’s TESOL program and to teach in the general education program.
it_ch: Il vincitore del bando sarà inoltre tenuto a contribuire al programma TESOL dell’università e a insegnare nel programma di educazione generale.

source: Special consideration will be given to candidates with a demonstrable ability to develop courses within our English curriculum beyond the courses listed above in areas including but not limited to semantics, pragmatics, morphology, and discourse analysis.
it_ch: Speciale considerazione verrà data a coloro che possono dimostrare di essere in grado di sviluppare corsi del nostro programma di inglese oltre ai corsi sopraindicati nelle aree che comprendono, ma che non si limitano alla semantica, pragmatica, morfologia e analisi del discorso.

source: Please submit the following documents to the application website below
it_ch: Inoltrare i seguenti documenti alla sottostante pagina web per le candidature

source: - C.V.
it_ch: - Curriculum

source: - Teaching portfolio (to include a statement of teaching philosophy, a summary of student evaluations, and sample original teaching materials)
it_ch: - Portfolio d’insegnamento (inclusi una dichiarazione della filosofia d’insegnamento, un riassunto di schema di valutazione agli studenti e un esempio di materiale d’insegnamento originale)

source: Additionally, please arrange for three letters of recommendation to be emailed to SEARCH-LINGUISTICS@wcupa.edu with the following subject line:
it_ch: tre lettere di raccomandazione all indirizzo e-mail SEARCH-LINGUISTICS@wcupa.edu con il seguente riferimento:

source: Preference will be given to applicants who submit materials by November 20, 2015.
it_ch: Verrà data preferenza ai candidati che inviano i documenti entro il 20 novembre 2015.

source: Department of English
it_ch: Sezione di inglese

source: A Ph.D. in Linguistics (or closely related area) or any subfields in Linguistics in hand by August 15, 2016.
it_ch: Un dottorato in Linguistica (o campi correlati) o in qualsiasi altro ramo della linguistica, da conseguire entro il 15 agosto 2016.

source: Assistant Professor, University of Rochester, New York, USA
it_ch: Ricercatore universitario, University of Rochester, New York, USA

source: Clinical assistant professor of TESOL/TEFL
it_ch: Ricercatore universitario di TESOL/TEFL (Teaching English to Speakers of Other Languages/ Teaching English as a Foreign Language)

source: The Warner School invites applications for a half-time clinical-track position in TESOL/TEFL at the assistant professor rank, starting with the academic year 2016- 2017.
it_ch: La Warner School accoglie candidature per l’incarico a metà tempo a contratto clinical-track in TESOL/TEFL nella posizione di ricercatore universitario, a partire dall’anno accademico 2016-2017.

source: More specifically, the position will involve teaching a total of 3-4 graduate courses each year (depending on other responsibilities assumed), advising international students in TESOL education, supervising Ed.D. doctoral dissertations, engaging in clinical scholarship and participating in other university, community, and professional service, such as program development and recruitment.
it_ch: Nello specifico la posizione coinvolgerà l’insegnamento di un totale di 3-4 corsi di laurea ogni anno (secondo le altre responsabilità assunte), la consulenza agli studenti internazionali in materia d’istruzione TESOL, la supervisione delle tesi di dottorato, l’impegno per bose di studio cliniche e la collaborazione con altre università, nonché comunità e servizi professionali, come ad esempio lo sviluppo del programma e il reclutamento.

source: All these programs emphasize a social, historical, and contextual approach to education that is rooted in an interdisciplinary perspective, and build on the integration of theory and practice.
it_ch: I corsi si prefiggono di enfatizzare un approccio sociale, storico e contestuale nei confronti della formazione, la quale è incentrata su una prospettiva interdisciplinare, che predilige l'integrazione tra teoria e pratica.

source: Preferred candidates will have an earned doctorate (or a completed doctorate by the start date) in language education (TESOL, applied linguistics or a related field), experience teaching in and/or directing TESOL/TEFL programs, experience with online teaching, have a deep understanding of the experiences of international students, and/or experience working with international students.
it_ch: Saranno preferiti i candidati aventi un titolo di dottorato (o un dottorato in corso, da completarsi entro la data d’inizio dell’incarico) in formazione linguistica (TESOL, linguistica applicata o un campo correlato). Sono gradite esperienze d’insegnamento e/o nell'attuazione di programmi TESOL/TEFL, o esperienze d’insegnamento on-line. Sono auspicabili una profonda comprensione delle possibili competenze di studenti internazionali e/o una diretta esperienza di lavoro con studenti internazionali.

source: Send a (1) letter of application stating teaching, professional practice, community and international outreach, and research interests, (2) current vita, (3) up to three samples of publications or other writing and evidence of professional work, (4) sample of course syllabi and course evaluations (if available) and (5) at least three letters of reference.
it_ch: Il candidato è tenuto a inviare una lettera di candidatura completa di titoli accademici, informazioni sulle eventuali esperienze didattiche nazionali o internazionali e sugli interessi di ricerca. Devono inoltre comparire il Curriculum Vitae aggiornato, fino a tre campioni di pubblicazioni o altri scritti, l’attestato di professionalità, un campione di una proposta per un programma di studio e le metodologie di valutazione (se disponibili) e almeno tre lettere di raccomandazione.

source: Experience in teaching composition and rhetoric and general education writing is preferred.
it_ch: È auspicabile l’esperienza a insegnare composizione e retorica e educazione generale scritta.

source: Preferred candidates will also have experience in innovate and creative teaching methodologies including designing and teaching online-based or hybrid courses.
it_ch: Verranno considerati maggiormente i candidati con esperienza in metodi di insegnamento innovativo e creativo inclusi corsi on-line o ibridi di design e insegnamento.

source: All offers of employment are subject to and contingent upon satisfactory completion of all pre-employment criminal background checks.
it_ch: Tutte le offerte d’impiego saranno soggette a e dipendono da un esito positivo di tutte le ricerche riguardanti precedenti penali.

source: The Department of French and Italian in the College of Liberal Arts at the University of Minnesota -Twin Cities is seeking a Director of Language Instruction to direct its lower division French program.
it_ch: La sezione di francese e italiano del College of Liberal Arts della University of Minnesota -Twin Cities cerca un nuovo Director of Language Instruction per dirigere il programma della divisione di francese.

source: Appointment will be 100% time over the nine-month academic year, beginning fall semester 2016. This is a potentially multi-year renewable position based on performance.
it_ch: L’incarico sarà a tempo pieno durante i nove mesi dell’anno accademico, a partire dal semestre autunnale 2016. Il contratto potrà essere rinnovato in base alla prestazione lavorativa.

source: Teaching three undergraduate courses and a graduate practicum for new graduate instructors annually, coordinating the administration and teaching of all lower division French courses, instructor supervision and mentoring, student advising, service on departmental and College committees.
it_ch: Tenere annualmente tre corsi di Bachelor e un corso pratico di Master per nuovi studenti con funzione di assistenza alla didattica, coordinamento dell’amministrazione e l’insegnamento di tutti i corsi della divisione di francese, supervisione della didattica, tutoring, assistenza agli studenti e alle commissioni della sezione e del College.

source: Ph.D. in one of the following areas: second language acquisition; French linguistics, or French and Francophone literature and culture; applied linguistics or second language education or related field by the time of appointment.
it_ch: Per la candidatura è richiesto un dottorato in uno dei seguenti campi: acquisizione della seconda lingua, linguistica francese o letteratura e cultura francese e francofona; linguistica applicata o insegnamento della seconda lingua o campi correlati.

source: Applied Linguistics/TESOL
it_ch: Linguistica applicata/TESOL (Teachers of English to Speakers of Other Languages)

source: Assistant/Associate Professor of English with specialty in Applied Linguistics and/or TESOL.
it_ch: Ricercatore universitario/Professore associato d’inglese specializzato in Linguistica applicata e/o TESOL

source: Candidates should also demonstrate a willingness to assist with the retention and recruitment of students and a promising research agenda.
it_ch: I candidati dovranno inoltre dimostrare la volontà di agevolare l’assistenza e il reclutamento di studenti e il mantenimento di un programma di ricerca promettente.

source: Qualifications
it_ch: Requisiti

source: Minimum:
it_ch: Minimi:

source: Ph.D. in English, Applied Linguistics, TESOL, or related field.
it_ch: Dottorato in inglese, linguistica applicata, TESOL, o campi correlati.

source: ABD considered (Ph.D. must be completed by August 2016 to remain in tenure track).
it_ch: Vengono considerati dottorandi in attesa di presentare la propria tesi. Il dottorato dev’essere tuttavia completato entro agosto 2016 per rimanere a tempo indeterminato (tenure-track).

source: Preferred: two years of experience teaching English to non-native speakers; overseas living experience; expertise and experience teaching courses in second language teaching methods, history of the English language, and/or introduction to phonology.
it_ch: Requisiti supplementari: due anni di esperienza nell’insegnamento dell’inglese a studenti di lingua straniera; esperienza di vita all’estero; competenza e esperienza nell’insegnamento inerente ai corsi di metodi di insegnamento delle lingue straniere, alla storia della lingua inglese e/o all’introduzione alla fonologia.

source: Application procedure
it_ch: Procedura di candidatura:

source: Email letter of application, CV, names and contact information for three professional references, and copies of graduate transcripts to Dr. Jim Mischler, Acting Department Head, English, Foreign Languages, and Cultural Studies.
it_ch: Inviare per email la lettera di accompagnamento, il curriculum, incluse le referenze professionali e le copie della tesi di laurea al dottor Jim Mischler, capo dipartimento, inglese, lingue straniere e degli studi culturali.

source: Applications will be accepted until filled.
it_ch: Le candidature saranno accolte fino a incarico assegnato.

source: Non-discrimination statement
it_ch: Non-discrimination statement (legge di non discriminazione):

source: Northwestern State University does not discriminate on the basis of race, color, gender, religion, sexual orientation, national origin, disability, genetic information, age, pregnancy or parenting status, and veteran or retirement status.
it_ch: La Northwestern State University non fa discriminazioni in base alla razza, colore, sesso, religione, orientamento sessuale, paese diorigine, disabilità, informazioni genetiche, età, gravidanza o status parentali, e nemmeno in caso di stato reduce o di pensionamento.

source: James Mischler , Acting Department Head
it_ch: James Mischler, capodipartimento

source: Asst/Assoc Professor, Northwestern State University of Louisiana, Louisiana, USA
it_ch: Ricercatore universitario/Professore associato, Northwestern State University of Louisiana, Louisiana, USA

source: Asst/Assoc Professor
it_ch: Ricercatore universitario/Professore associato

source: The Department offers courses in linguistics, an undergraduate concentration in Professional Writing, graduate concentrations in Writing and Linguistics and in TESOL, and a graduate certificate in TESOL.
it_ch: La sezione offre corsi di Linguistica applicata, specializzazione Bachelor in Scrittura professionale, specializzazione Master in scrittura e linguistica e in TESOL e una laurea magistrale in TESOL.

source: Therefore, we seek a candidate who can provide high-quality instruction in undergraduate and graduate courses in linguistics, writing, and TESOL, in both face-to-face and online settings.
it_ch: Per questi motivi cerchiamo un candidato che sia in grado di tenere corsi di alta qualità di linguistica, scrittura e TESOL, sia a livello di Bachelor sia di Master, in entrambi gli scenari faccia a faccia e online.

source: Main responsibilities for this position include acting as Associate Director for the TESOL program preparing students for positions outside of US K-12 schools, and supporting the Warner School’s efforts more generally with international students.
it_ch: Le principali responsabilità per questa posizione includono, in qualità di direttore associato del programma TESOL, un programma di preparazione agli studenti per le scuole primarie e secondarie al di fuori degli USA e in generale anche il supporto agli impegni della Warner School nei confronti degli studenti internazionali.

source: The Teaching and Curriculum Program within which this position is nested offers master’s and doctoral degree programs as well as programs that lead to NYS teacher certification at the initial and professional levels.
it_ch: Il curriculum scolastico e il programma didattico (Teaching an Curriculum program) che stanno alla base dell’incarico offrono varie combinazioni di corsi a livello magistrale e di dottorato, così come la possibilità di accedere alla certificazione d’insegnante NYS sia a livelli base che professionali.

source: Department of Language and Literatures
it_ch: Sezione di Lingua e Letteratura

source: All applications should be submitted in accordance with the Faculty of Arts’ instructions:
it_ch: Tutte le candidature devono essere inoltrate in concordanza con le istruzioni della Faculty of Arts:

source: If relevant documents that you want to be considered, such as publications or books, cannot be submitted electronically, please contact Marie Olofsson (marie.olofsson@sprak.gu.se).
it_ch: Se altri documenti di relativa importanza, tipo libri o pubblicazioni, non possono essre inoltrati elettronicamente, preghiamo di contattare Marie Olofsson (marie.olofsson@sprak.gu.se).

source: Ulla Åkerström , Director of Studies
it_ch: Ulla Åkerström, Direttrice degli Studi

source: Dr. Eirini Panagiotidou
it_ch: Dott.ssa. Eirini Panagiotidou

source: Applicants must successfully complete the interview process including an on-site interview, a research presentation, and a teaching demonstration to be considered as a finalist.
it_ch: I candidati, per essere considerati come finalisti, devono concludere positivamente il processo d’intervista, comprendente un colloquio sul luogo, una presentazione di ricerca e una dimostrazione d’insegnamento.

source: West Chester University is an Affirmative Action/Equal Opportunity Employer and encourages applications from a broad spectrum of candidates, including women, minorities and individuals with disabilities.
it_ch: La Westchester University è un datore di lavoro affermato come attento alle pari opportunità di conseguenza incentiva candidature provenienti da un ampio spettro di persone, incluse donne, persone provenienti da minoranze etniche e disabili.
